Repository: NadeemAfana/NerdDinner-Internationalization
Catalog: VS2010-MVC3-Razor/Resources/Resources.*.resx
Languages: es

source: About
es: Acerca de

# AccountCreationError
source: Account creation was unsuccessful. Please correct the errors and try again.
es: La creación de cuenta no fue exitoso. Por favor corrige los errores y intenta de nuevo.

source: Account Information
es: Información de Cuenta

# AddEventToCalendar
source: Add event to your calendar:
es: Agregar evento a tu calendario:

source: Add to Facebook
es: Agregar a Facebook

source: Add to Google Buzz
es: Agregar a Google Buzz

# AreYouHugeNerd
source: Are you a huge nerd? Perhaps a geek? No? Maybe a dork, dweeb or wonk. Quite possibly you're just a normal person. Either way, you're a social being. You need to get out for a bite to eat occasionally, preferably with folks that are like you.
es: ¿Eres un super nerd? ¿Tal vez un geek? ¿No? Tal vez un tonto, bobo o estudioso. Es muy posible que seas sólo una persona normal. De cualquier manera, eres un ser social. Es necesario que salgas a comer un bocado de vez en cuando, de preferencia con gente que sea como tú.

source: at
es: a las

source: Back
es: Volver

source: Cancel your RSVP
es: Anula tu confirmación de asistencia

source: Change Password
es: Cambiar Contraseña

# ClickForUpcomingDinner
source: Click for Upcoming Dinners
es: Click para Cenas Próximas

# ClickSameButton
source: If you have logged in previously, click the same button you did last time!!
es: ¡¡ Si has iniciado sesión previamente, haz click en el mismo botón de la última vez!!

# ConfirmPassword
source: Confirm new password:
es: Confirmar la nueva contraseña:

source: Current password:
es: Contraseña Actual:

source: Delete
es: Eliminar

source: Delete Confirmation
es: Confirmar Eliminación

source: Deleted
es: Eliminado

source: Delete Dinner
es: Eliminar Cena

source: Description:
es: Descripción:

source: Details
es: Detalles

source: Dinner Deleted
es: Cena Eliminada

# DinnerDoesntExist
source: Sorry - but the dinner you requested doesn't exist or was deleted.
es: Lo sentimos – la cena solicitada no existe o fue eliminada.

source: Dinners Near You
es: Cenas cercanas a ti

# DinnerWithOn
source: {0} with {1} on {2}
es: {0} con {1} el {2}

# DinnerWithOnAtWhere
source: {0} with {1} on {2:MMM dd, yyyy} at {3}. Where: {4}, {5}
es: {0} con {1} el {2} a las {3}. Donde: {4}, {5}

source: Edit:
es: Editar:

source: Edit Dinner
es: Editar Cena

# EnterForEventNeeds
source: Enter <a href="http://www.nerddinner.com">NerdDinner.com</a>, for all your event planning needs. We're focused on one thing. Organizing the world's nerds and helping them eat in packs.
es: Ingresa a <a href="http://www.nerddinner.com">NerdDinner.com</a>, para todas tus necesidades de planificación de eventos. Tenemos sólo un objetivo. Organizar a los nerds del mundo y ayudarles a comer en grupos.

# EnterUsernamePassword
source: Please enter your username and password.
es: Por favor ingresa tu nombre de usuario y contraseña.

# EnterYourLocation
source: Enter your location or
es: Ingresa tu ubicación o

source: Error Accessing Dinner
es: Error, no se puede acceder la cena

# ErrorOcurred
source: Sorry, an error occurred while processing your request. We've been notified and we will check it out. If you know what you were doing, or if you're evil, let us know on our <a href="http://feedback.nerddiner.com">feedback site.</a>
es: Los sentimos, ha ocurrido un error mientras procesar tu solicitud. Hemos sido notificados y lo revisaremos. Si sabes lo que estabas haciendo, o si eres un demonio, infórmanos en nuestro <a href="http://feedback.nerddiner.com">sitio de sugerencias.</a>

source: feedback site
es: sitio de sugerencias

source: Find a Dinner
es: Buscar una Cena

source: Find Dinner
es: Buscar Cena

# FindNerdDinnerNearYou
source: Find a Nerd Dinner near you!
es: ¡Buscar una cena nerd cercana a ti!

source: Go
es: Ir

source: Home Page
es: Página Principal

source: Host a Dinner
es: Ser el anfitrión de una Cena

source: Host Dinner
es: Ser Anfitrión

# HostNerdDinner
source: Host a Nerd Dinner
es: Ser el anfitrión de una Cena Nerd

# IfYouDontHaveAccount
source: if you don't have an account.
es: si no tienes una cuenta.

# LayoutFooter
source: Code by <a href="http://www.hanselman.com">Hanselman</a>, <a href="http://weblogs.asp.net/scottgu"> Guthrie</a>, <a href="http://weblogs.asp.net/jgalloway">Galloway</a>, <a href="http://blog.wekeroad.com"> Conery</a> and <a href="http://blog.nerdbank.net/">Arnott</a>. JavaScript by <a href="http://encosia.com">Dave Ward</a>. ASP.NET MVC by <a href="http://www.haacked.com"> Haack</a> and friends. Style by <a href="http://michaeldorian.com/">Michael Dorian Bach</a>.<br /> Source Code at <a href="http://nerddinner.codeplex.com">http://nerddinner.codeplex.com</a>. Free Sample Book Chapter and code walkthrough at <a href="http://tinyurl.com/aspnetmvc"> http://tinyurl.com/aspnetmvc</a>.
es: Código por <a href="http://www.hanselman.com">Hanselman</a>, <a href="http://weblogs.asp.net/scottgu"> Guthrie</a>, <a href="http://weblogs.asp.net/jgalloway">Galloway</a>, <a href="http://blog.wekeroad.com"> Conery</a> y <a href="http://blog.nerdbank.net/">Arnott</a>. JavaScript por <a href="http://encosia.com">Dave Ward</a>. ASP.NET MVC por <a href="http://www.haacked.com"> Haack</a> y amigos. Estilo por <a href="http://michaeldorian.com/">Michael Dorian Bach</a>.<br /> Código fuente en <a href="http://nerddinner.codeplex.com">http://nerddinner.codeplex.com</a>. Capítulo gratis del libro y guía detallada de código en <a href="http://tinyurl.com/aspnetmvc"> http://tinyurl.com/aspnetmvc</a>.

# LoginError
source: Login was unsuccessful. Please correct the errors and try again.
es: Error al iniciar sesión. Por favor corrige los errores e intenta de nuevo.

source: Log Off
es: Cerrar Sesión

source: Log On
es: Iniciar Sesión

# LooksLikeNoDinners
source: Looks like there's no Nerd Dinners near {0} in the near future.
es: Parece que no hay cenas cerca de {0} en el futuro cercano.

# LostQuestion
source: Lost?
es: ¿Perdido?

# MinNewPasswordLength
source: New passwords are required to be a minimum of {0} characters in length.
es: Las nuevas contraseñas deben tener como mínimo {0} caracteres.

# MinPasswordLength
source: Passwords are required to be a minimum of {0} characters in length.
es: Las contraseñas deben tener como mínimo {0} caracteres.

source: More dinners and fun at
es: Más cenas y diversión

source: My Dinners
es: Mis Cenas

source: Nerd Dinner Not Found
es: Cena No Encontrada

source: Nerd Dinners
es: Cenas

source: New password:
es: Nueva contraseña:

source: No Nerd Dinners found!
es: ¡Ninguna cena fue encontrada!

source: No one has registered.
es: Nadie ha registrado.

source: Oh Snap!
es: ¡Oh!

source: on
es: el

# OnlyHostCanEditDelete
source: Sorry - but only the host of a Dinner can edit or delete it.
es: Lo sentimos - Sólo el anfitrión de esta cena la puede editar o eliminar.

source: Organizer:
es: Organizador:

# PageNext
source: Next >
es: Siguiente >

# PageOf
source: Page {0} of {1}
es: Página {0} de {1}

# PagePrev
source: < Prev
es: < Previo

# PasswordChangeError
source: Password change was unsuccessful. Please correct the errors and try again.
es: El cambio de contraseña no fue exitoso. Por favor corrige los errores e intenta de nuevo.

# PasswordSuccess
source: Your password has been changed successfully.
es: Tu contraseña has sido cambiada exitosamente.

# PictureOfHugeNerd
source: Picture of a huge nerd.
es: Imagen de una super nerd.

# PleaseConfirmCancelDinner
source: Please confirm you want to cancel the dinner titled:
es: Por favor confirma que desea eliminar la cena con el título:

# PleaseCorrectErrors
source: Please correct the errors and try again.
es: Por favor corrige los errores e intenta de nuevo.

source: Popular Dinners
es: Cenas Populares

# PrivacyPolicy
source: We will never sell or give away anything of yours that we have. Honest.
es: Nunca vamos a vender o regalar nada de tu información, honestamente.

# PrivacyPolicyTitle
source: PrivacyPolicy
es: Póliza de privacidad

source: Register
es: Registrar

# RegisterForAccount
source: Register for an account
es: Registro para una cuenta

source: Results
es: Resultados

source: RSVP for this event
es: Sírvete confirmar para este evento

source: Save
es: Guardar

source: Search
es: Buscar

source: Share:
es: Compartir:

source: Title:
es: Título

source: Tweet this
es: Compartir en Twitter

source: Upcoming Dinners
es: Cenas Próximas

source: Upcoming Nerd Dinners
es: Próximas cenas de los Nerds

# UseFormBelow
source: Use the form below to create a new account.
es: Usa el formulario más abajo para crear una cuenta nueva.

# UseFormChangePassword
source: Use the form below to change your password.
es: Usa el formulario más abajo para cambiar tu contraseña.

# UsingNerdDinnerAccount
source: using a NerdDinner account
es: usando cuenta NerdDinner

# Via3rdParty
source: via 3rd Party (recommended)
es: via terceros (recomendado)

# ViewUpcomingDinners
source: View All Upcoming Dinners
es: Vea Todas Las Cenas Próximas

# WeFreeAndFun
source: We're free and fun. <a href="{0}">Find a dinner near you</a>, or <a href="{1}">host a dinner</a>. Be social.
es: Somos libres y divertidos. <a href="{0}">Busca una cena cercana a ti</a>, o <a href="{1}">Se el anfitrión de una cena</a>. Se social.

# WeHaveBlogBadges
source: We also have blog badges and widgets that you can install on your blog or website so your readers can get involved in the Nerd Dinner movement. Well, it's not really a movement. Mostly just geeks in a food court, but still.
es: También tenemos badges de blog y widgets que puedes instalar en tu blog o sitio web para que tus seguidores puedan participar en el movimiento Nerd Dinner. Bueno, en realidad no es un movimiento. Más que nada geeks en un patio de comidas, pero aun así.

source: Welcome
es: Bienvenido

# WhatIsNerdDinner
source: What is NerdDinner.com?
es: ¿Qué es NerdDinner.com?

source: When:
es: Cuándo:

source: Where:
es: Dónde:

source: Who's Coming:
es: Quién viene:

# WhosComingQuestion
source: Who's Coming?
es: ¿Quién viene?

# WhyNotHostOne
source: Why not <a target="_blank" href="http://www.nerddinner.com/Dinners/Create">host one</a>?
es: ¿Por qué no ser el <a target="_blank" href="http://www.nerddinner.com/Dinners/Create">anfitrión de una cena</a>?

# YouAreHostForThisEvent
source: You are the host for this event!
es: ¡Tú eres el anfitrión para este evento!

source: You are registered for this event!
es: ¡Tú estás registrado para este evento!

# YouDoNotOwnDinners
source: You don't own or aren't registered for any dinners.
es: Tú no eres el dueño o estás registrado para cualquier cena.

# YouDoNotOwnThisDinner
source: You Don't Own This Dinner
es: Tú no eres el dueño de esta cena

# YourDinnerDeleted
source: Your dinner was successfully deleted.
es: Tu cena fue eliminada exitosamente.

# CurrentPasswordInvalid
source: The current password is incorrect or the new password is invalid.
es: La contraseña actual es incorrecta o la nueva contraseña es inválida.

# EnterDifferentEmail
source: A username for that e-mail address already exists. Please enter a different e-mail address.
es: Ya existe un nombre de usuario para esta dirección de correo electrónico. Por favor ingresa una dirección diferente.

# InvalidAnswer
source: The password retrieval answer provided is invalid. Please check the value and try again.
es: La respuesta de seguridad es inválida. Por favor corrija la respuesta e intenta de nuevo.

# InvalidEmail
source: The e-mail address provided is invalid. Please check the value and try again.
es: La dirección de correo electrónico es inválida. Por favor corríjala e intenta de nuevo.

# InvalidPassword
source: The password provided is invalid. Please enter a valid password value.
es: La contraseña ingresada es inválida. Por favor ingresa una contraseña válida.

# InvalidQuestion
source: The password retrieval question provided is invalid. Please check the value and try again.
es: La pregunta de seguridad ingresada es ínvalida. Por favor corrígela e intenta de nuevo.

# InvalidUsername
source: The user name provided is invalid. Please check the value and try again.
es: El nombre de usuario ingresado es ínvaido. Por favor corrígelo e intenta de nuevo.

# ItLooksYouCanceledOpenId
source: It looks like you canceled login at your OpenID Provider.
es: Parece que cancelaste tu acceso al proveedor OpenID.

# LongDescription
source: Nerd Dinner - Organizing the world's nerds and helping them eat in packs
es: Nerd Dinner - Organizando a los nerds del mundo y ayudándoles a comer en grupos

# ModelAdderssTooLong
source: Address may not be longer than 50 characters
es: La dirección no puede tener más de 50 caracteres

# ModelAddress
source: Address, City, State, ZIP
es: Dirección, Ciudad, Estado, Código Postal

# ModelAddressRequired
source: Address is required
es: La dirección es obligatoria

# ModelConfirmPassword
source: Confirm password:
es: Confirmar contraseña:

# ModelContactInfo
source: Contact Info
es: Información de Contacto

# ModelContactPhoneRequired
source: Contact phone is required
es: Fono de contacto es obligatorio

# ModelContactPhoneTooLong
source: Contact phone may not be longer than 20 characters
es: El fono de contacto no puede tener más de 20 caracteres

# ModelCountry
source: Country
es: País

# ModelDescription
source: Description
es: Descripción

# ModelDescriptionRequired
source: Description is required
es: La descrpción es obligatoria

# ModelDescriptionTooLong
source: Description may not be longer than 256 characters
es: La descripción no puede tener más de 256 caracteres

# ModelEmail
source: Email:
es: Correo electrónico:

# ModelEventDate
source: Event Date
es: Fecha del Evento

# ModelEventDateRequired
source: Event Date is required
es: La fecha del evento es obligatoria

# ModelHostedByTooLong
source: Hosted By name may not be longer than 20 characters
es: El nombre del anfitrión no puede tener más de 20 caracteres

# ModelHostName
source: Host's Name
es: Nombre del Anfitrión

# ModelPassword
source: Password:
es: Contraseña:

# ModelRememberMe
source: Remember me?
es: Recuerda mis datos

# ModelTitle
source: Title
es: Título

# ModelTitleRequired
source: Title is required
es: Título es obligatorio

# ModelTitleTooLong
source: Title may not be longer than 50 characters
es: Título no puede tener más de 50 caracteres

# ModelUsername
source: Username:
es: Nombre de usuario:

# NewPasswordAndConfirmationMismatch
source: The new password and confirmation password do not match.
es: La nueva contraseña y la confirmación de contraseña no coinciden.

# NoDinnerFoundForId
source: No Dinner found for that id
es: Ninguna cena fue encontrada para este id

# NoDinnerFoundInvalidId
source: No Dinner found due to invalid dinner id
es: Ninguna cena fue encontrada porque el id es inválido

# NoTwitterKeyFound
source: No Twitter OAuth consumer key and secret could be found in web.config AppSettings.
es: La clave de consumidor OAuth y la contraseña no fueron encontrados en AppSettings de web.config.

source: OR
es: O

# PasswordTooShort
source: You must specify a password of {2} or more characters.
es: Tienes que escribir una contraseña de {2} o más caracteres.

# ProviderError
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
es: El proveedor de pertenencia retornó un error. Por favor verifica los datos de entrada e intenta de nuevo. Si el problema persiste, contáctate con el administrador del sistema.

# UsernameAlreadyExists
source: Username already exists. Please enter a different user name.
es: El nombre de usuario ya existe. Por favor ingresa un nombre de usuario diferente.

# UsernamePasswordIncorrect
source: The user name or password provided is incorrect.
es: El nombre de usuario o contraseña ingresada es incorrecta.

# UserRejected
source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
es: La solicitud de creación de usuario ha sido cancelada. Por favor, verifica tus datos e intenta de nuevo. Si el problema persiste, ponte en contacto con el administrador del sistema.

# WindowsAuthenticationNotSupported
source: Windows authentication is not supported.
es: Autenticación de Windows no es soportada.

source: with
es: con

# YouMustSpecifyCurrentPassword
source: You must specify a current password.
es: Tienes que escribir tu contraseña actual.

# YouMustSpecifyEmailAddress
source: You must specify an email address.
es: Escribe tu dirección de correo electrónico.

# YouMustSpecifyLongerPassword
source: You must specify a password of {0} or more characters.
es: Escribe una contraseña de {0} o más caracteres.

# YouMustSpecifyPassword
source: You must specify a password.
es: Escribe una contraseña.

# YouMustSpecifyUsername
source: You must specify a username.
es: Escribe un nombre de usuario.

# BingMapsReturnedAddress
source: Bing Maps returned the address '{0}' for the pin location. Click 'OK' to use this address for the event, or 'Cancel' to use the current address of '{1}'
es: Bing Maps devolvió la dirección '{0}' para la ubicación del pin. Click 'Aceptar' para utilizar esta dirección para el evento, o 'Cancelar' para utilizar la dirección actual de '{1}'

source: MMM dd
es: dd MMM

# MMMddcyyyy
source: MMM dd, yyyy
es: dd MMM yyyy

# MonthDayYear
source: MMMM d, yyyy
es: dd' de 'MMMM' de 'yyyy

source: RSVP
es: persona

source: RSVPs
es: personas

# atAddress
source: at
es: en

# closeText
source: Done
es: Hecho

# currentText
source: Now
es: Ahora

# hourText
source: Hour
es: Hora

# minuteText
source: Minute
es: Minuto

# secondText
source: Second
es: Segundo

# timeOnlyTitle
source: Choose Time
es: Selecciona el Tiempo

# timeText
source: Time
es: La hora

source: Sorry you can't make it!
es: ¡Sentimos mucho que no puedes asistir!

# ThanksSeeYouThere
source: Thanks - we'll see you there!
es: Gracias - ¡nos vemos ahí!

# WhenQuestion
source: When?
es: ¿Cuándo?

# WhereQuestion
source: Where?
es: ¿Dónde?

# DragThePin
source: (drag the pin in the map if it doesn't look right) *
es: (arrastra el pin en el mapa si no se ve bien)*

# ModelRegister
source: Register
es: Registra
